export const regions = [
  {
    okato: '45000000000',
    name: 'Москва',
  },
  {
    okato: '40000000000',
    name: 'Санкт-Петербург',
  },
  {
    okato: '01000000000',
    name: 'Алтайский край',
  },
  {
    okato: '10000000000',
    name: 'Амурская область',
  },
  {
    okato: '11000000000',
    name: 'Архангельская область',
  },
  {
    okato: '12000000000',
    name: 'Астраханская область',
  },
  {
    okato: '14000000000',
    name: 'Белгородская область',
  },
  {
    okato: '15000000000',
    name: 'Брянская область',
  },
  {
    okato: '17000000000',
    name: 'Владимирская область',
  },
  {
    okato: '18000000000',
    name: 'Волгоградская область',
  },
  {
    okato: '19000000000',
    name: 'Вологодская область',
  },
  {
    okato: '20000000000',
    name: 'Воронежская область',
  },
  {
    okato: '55000000000',
    name: 'Город федерального значения Байконур',
  },
  {
    okato: '99000000000',
    name: 'Еврейская автономная область',
  },
  {
    okato: '24000000000',
    name: 'Ивановская область',
  },
  {
    okato: '25000000000',
    name: 'Иркутская область',
  },
  {
    okato: '83000000000',
    name: 'Кабардино-Балкарская Республика',
  },
  {
    okato: '27000000000',
    name: 'Калининградская область',
  },
  {
    okato: '29000000000',
    name: 'Калужская область',
  },
  {
    okato: '30000000000',
    name: 'Камчатский край',
  },
  {
    okato: '91000000000',
    name: 'Карачаево-Черкесская Республика',
  },
  {
    okato: '32000000000',
    name: 'Кемеровская область',
  },
  {
    okato: '33000000000',
    name: 'Кировская область',
  },
  {
    okato: '34000000000',
    name: 'Костромская область',
  },
  {
    okato: '03000000000',
    name: 'Краснодарский край',
  },
  {
    okato: '04000000000',
    name: 'Красноярский край',
  },
  {
    okato: '37000000000',
    name: 'Курганская область',
  },
  {
    okato: '38000000000',
    name: 'Курская область',
  },
  {
    okato: '41000000000',
    name: 'Ленинградская область',
  },
  {
    okato: '42000000000',
    name: 'Липецкая область',
  },
  {
    okato: '44000000000',
    name: 'Магаданская область',
  },
  {
    okato: '46000000000',
    name: 'Московская область',
  },
  {
    okato: '47000000000',
    name: 'Мурманская область',
  },
  {
    okato: '11100000000',
    name: 'Ненецкий автономный округ',
  },
  {
    okato: '22000000000',
    name: 'Нижегородская область',
  },
  {
    okato: '49000000000',
    name: 'Новгородская область',
  },
  {
    okato: '50000000000',
    name: 'Новосибирская область',
  },
  {
    okato: '52000000000',
    name: 'Омская область',
  },
  {
    okato: '53000000000',
    name: 'Оренбургская область',
  },
  {
    okato: '54000000000',
    name: 'Орловская область',
  },
  {
    okato: '56000000000',
    name: 'Пензенская область',
  },
  {
    okato: '57000000000',
    name: 'Пермский край',
  },
  {
    okato: '05000000000',
    name: 'Приморский край',
  },
  {
    okato: '58000000000',
    name: 'Псковская область',
  },
  {
    okato: '79000000000',
    name: 'Республика Адыгея (Адыгея)',
  },
  {
    okato: '84000000000',
    name: 'Республика Алтай',
  },
  {
    okato: '80000000000',
    name: 'Республика Башкортостан',
  },
  {
    okato: '81000000000',
    name: 'Республика Бурятия',
  },
  {
    okato: '82000000000',
    name: 'Республика Дагестан',
  },
  {
    okato: '26000000000',
    name: 'Республика Ингушетия',
  },
  {
    okato: '85000000000',
    name: 'Республика Калмыкия',
  },
  {
    okato: '86000000000',
    name: 'Республика Карелия',
  },
  {
    okato: '87000000000',
    name: 'Республика Коми',
  },
  {
    okato: '88000000000',
    name: 'Республика Марий Эл',
  },
  {
    okato: '89000000000',
    name: 'Республика Мордовия',
  },
  {
    okato: '98000000000',
    name: 'Республика Саха (Якутия)',
  },
  {
    okato: '90000000000',
    name: 'Республика Северная Осетия-Алания',
  },
  {
    okato: '92000000000',
    name: 'Республика Татарстан',
  },
  {
    okato: '93000000000',
    name: 'Республика Тыва',
  },
  {
    okato: '95000000000',
    name: 'Республика Хакасия',
  },
  {
    okato: '60000000000',
    name: 'Ростовская область',
  },
  {
    okato: '61000000000',
    name: 'Рязанская область',
  },
  {
    okato: '36000000000',
    name: 'Самарская область',
  },
  {
    okato: '63000000000',
    name: 'Саратовская область',
  },
  {
    okato: '64000000000',
    name: 'Сахалинская область',
  },
  {
    okato: '65000000000',
    name: 'Свердловская область',
  },
  {
    okato: '66000000000',
    name: 'Смоленская область',
  },
  {
    okato: '07000000000',
    name: 'Ставропольский край',
  },
  {
    okato: '68000000000',
    name: 'Тамбовская область',
  },
  {
    okato: '28000000000',
    name: 'Тверская область',
  },
  {
    okato: '69000000000',
    name: 'Томская область',
  },
  {
    okato: '70000000000',
    name: 'Тульская область',
  },
  {
    okato: '71000000000',
    name: 'Тюменская область',
  },
  {
    okato: '94000000000',
    name: 'Удмуртская Республика',
  },
  {
    okato: '73000000000',
    name: 'Ульяновская область',
  },
  {
    okato: '08000000000',
    name: 'Хабаровский край',
  },
  {
    okato: '71100000000',
    name: 'Ханты-Мансийский автономный округ',
  },
  {
    okato: '75000000000',
    name: 'Челябинская область',
  },
  {
    okato: '96000000000',
    name: 'Чеченская Республика',
  },
  {
    okato: '76000000000',
    name: 'Забайкальский край',
  },
  {
    okato: '97000000000',
    name: 'Чувашская Республика - Чувашия',
  },
  {
    okato: '77000000000',
    name: 'Чукотский автономный округ',
  },
  {
    okato: '71140000000',
    name: 'Ямало-Ненецкий автономный округ',
  },
  {
    okato: '78000000000',
    name: 'Ярославская область',
  },
  {
    okato: '35000000000',
    name: 'Республика Крым',
  },
  {
    okato: '67000000000',
    name: 'Севастополь',
  },
];
